Repository: EspaceNetworks/bulkextensions
Catalog: i18n/*/LC_MESSAGES/bulkextensions.po
Languages: fa, fa_ir, sv_se

source: The account name, extension, and Voicemail password will automatically be inserted after the opening.
fa: نام حساب, توسعه, پسورد پست صوتی پس از بازشدن اتوماتیک وارد میشوند.
fa_ir: نام حساب کاربری, داخلی, رمز عبور صندوق صوتی پس از بازشدن، به صورت خودکار وارد می شوند.

source: The settings below can be used to control the content and destination of the notification emails.
fa: متن و مقصد ایمیل های اطلاع رسانی در تنظیمات زیر کنترل میشوند.
fa_ir: محتوا و مقصد ایمیل های اطلاع رسانی از طریق تنظیمات زیر کنترل می شوند.
sv_se: Inställningarna nedan kan användas för att ändra innehållet och destinationen för detta meddelande.

source: Account Name:
fa: نام حساب：
fa_ir: نام حساب کاربری：
sv_se: Kontonamn:

source: Bulk Extensions
fa: مجموعه داخلی ها
fa_ir: مجموعه داخلی ها
sv_se: Importera anknytningar

source: Bulk Extensions CSV File Columns
fa: ستون فایل CSV مجموعه داخلی ها
fa_ir: ستون های فایل CSV مجموعه داخلی ها
sv_se: CSV-filens kolumnnamn

source: Bulk extension changes can take a long time to complete. It can take 30-60 seconds to add 100 extensions on a small system. However, on a system with 2000 extensions it can take about 5 minutes to add 100 new extensions.
fa: تکمیل تغییرات مجموعه داخلی کمی زمان میبرد.در یک سیستم کوچک برای افزودن ۱۰۰ داخلی ۳۰-۶۰ ثانیه زمان لازم است. و در سیستمی با ۲۰۰۰ داخلی برای افزودن ۱۰۰ داخلی حدود ۵ دقیقه طول میکشد.
fa_ir: تکمیل تغییرات مجموعه داخلی کمی زمان بر است. در یک سیستم کوچک برای افزودن ۱۰۰ داخلی ۳۰-۶۰ ثانیه زمان لازم است. و در سیستمی با ۲۰۰۰ داخلی برای افزودن ۱۰۰ داخلی حدود ۵ دقیقه زمان نیاز است.
sv_se: Att importera anknytningar kan ta en längre tid att behandla. Att lägga till 100 anknytningar kan ta mellan 30-60 sekunder på ett långsamt system. Dock kan det på ett system med 1000 anknytningar ta upp till 5 minuter för att lägga till 100 anknytningar.

source: By default, a notification email will be sent to the Voicemail email address set for each account added.
fa: به صورت پیش فرض, ایمیل اطلاع رسانی به آدرس پست صوتی هر کاربر ارسال میشود.
fa_ir: به صورت پیش فرض، ایمیل اطلاع رسانی به آدرس ایمیل مشخص شده در تنظیمات صندوق صوتی هر کاربر ارسال می شود.

source: CSV File to Load
fa: فایل CSV برای اجرا
fa_ir: فایل CSV جهت بارگذاری
sv_se: Öppna CSV-fil

source: Default Address:
fa: آدرس پیش فرض：
fa_ir: آدرس پیش فرض：
sv_se: E-postadress:

source: Email Closing:
fa: پایان ایمیل：
fa_ir: خاتمه ایمیل：
sv_se: Avslutande text:

source: Email From:
fa: ایمیل از：
fa_ir: ایمیل از：
sv_se: E-postavsändare:

source: Email Notification for New Accounts
fa: ایمیل اطلاع رسانی برای حساب جدید
fa_ir: ایمیل اطلاع رسانی برای حساب های کاربری جدید
sv_se: E-posta meddelande för nya konto

source: Email Opening:
fa: آغاز ایمیل ：
fa_ir: آغاز ایمیل ：
sv_se: Välkomsttext:

source: Email Reply-To:
fa: پاسخ ایمیل به：
fa_ir: پاسخ ایمیل به：
sv_se: Svarsadress:

source: Email Subject:
fa: عنوان ایمیل ：
fa_ir: عنوان ایمیل ：
sv_se: Ämne:

source: Export Extensions
fa: خروج داخلی ها
fa_ir: خروجی از داخلی ها
sv_se: Exportera anknytningar

source: Extension:
fa: داخلی：
fa_ir: داخلی：
sv_se: Anknytning:

source: If a Default Address is specified, notification emails for new accounts without a Voicemail email address will be sent to the Default Address.
fa: اگر آدرس پیش فرضی اختصاص داده شده باشد, اگر ایمیل پست صوتی نداشته باشد, ایمیل اطلاع رسانی به آدرس پیش فرض ارسال میشود.
fa_ir: اگر آدرس پیش فرضی اختصاص یافته باشد، اگر آدرس ایمیل در صندوق صوتی مشخص نشده باشد، ایمیل اطلاع رسانی به آدرس پیش فرض ارسال می شود.

source: If an Override Address is specified, all notification emails will be sent to the Override Address only. Type "noemail" (without the quotes) as the Override Address to stop notification emails from being sent.
fa_ir: اگر آدرس دیگری مشخص شود، تمامی ایمیل ها فقط به آدرس جدید ارسال می شوند. برای جلوگیری از این اتفاق عبارت "noemail" را درج کنید.
sv_se: Om en e-postadress anges här, kommer alla e-postmeddelanden om kontoinformation för röstbrevlådorna att skickas till denna adress. Om ordet "noemail" (utan dubbelappostrof) skrivs in kommer inga e-postmeddelanden att skickas.

source: Load File
fa: لود فایل
fa_ir: بارگذاری فایل
sv_se: Ladda upp fil

source: Login information for your Voicemail account is as follows:
fa: اطلاعات ورودی پست صوتی به شرح زیر است：
fa_ir: اطلاعات حساب کاربردی صندوق صوتی شما به شرح زیر است：

source: Manage Extensions in bulk using CSV files.
fa: مدیریت داخلی ها در مجموعه از فایل CSV استفاده میشود.
fa_ir: مدیریت داخلی ها با استفاده از فایل های CSV.
sv_se: Hantera anknytningar genom CSV-filer.

source: Modify the CSV file to add, edit, or delete Extensions as desired. Then load the CSV file. After the CSV file is processed, the action taken for each row will be displayed.
fa: برای افزودن, ویرایش یا حذف داخلی,فایل CSV را ویرایش کنید. سپس فایل را اجرا کنید. پس از اجرا فایل, عملیاتی که در هر ردیف صورت گرفته نمایش داده میشود.
fa_ir: برای افزودن، ویرایش یا حذف داخلی های مورد نظر، فایل CSV را ویرایش کنید. سپس فایل را بارگذاری نمایید. پس از اجرا، عملیاتی که در هر ردیف صورت گرفته نمایش داده می شود.
sv_se: Ändra i CSV-filen för att lägga till, redigera eller radera anknytningar. Ladda därefter upp CSV-filen. Efter att filen laddats upp visas resultatet som en lista.

source: Override Address:
fa: نادیده گرفتن آدرس：
fa_ir: آدرس بازنویسی：
sv_se: Åsidosätt e-postadress:

source: Start by downloading the %s Template CSV file %s (right-click > save as) or clicking the Export Extensions button.
fa_ir: شروع با دانلود %s قالب CSV فایل %s(کلیک راست>ذخیره با) و یا کلیک به روی دکمه خروجی گرفتن از داخلی ها.
sv_se: Börja med att ladda ner %s CSV mallfilen %s (högerklicka > spara som) eller klicka på Exportera anknytningar.

source: The Email Closing may be specified. If any text is entered, it will be inserted at the end of the email.
fa_ir: امکان تعیین خاتمه ایمیل. اگر متنی وارد شود، این متن به انتهای ایمیل اضافه می شود.
sv_se: Skriv in avslutande text för e-postmeddelanden, denna text kommer att läggas till siste i e-postmeddelandet.

source: The Email From header may be specified. If left blank, the system default will be used.
fa_ir: تعیین ارسال کننده ایمیل.اگر خالی بگذارید، پیش فرض سیستم استفاده می شود.
sv_se: Skriv in avsändaradressen för e-postmeddelanden. Om inget skrivs in kommer systemets standardavsändare att användas.

source: The Email Opening may be specified. If left blank, the default opening, "Login information for your Voicemail account is as follows:", will be used.
fa_ir: تعیین مقدمه ای برای ایمیل. اگر خالی بگذارید، مقدمه پیش فرض، "اطلاعات حساب کاربری صندوق صوتی شما به شرح زیر است:"، استفاده می شود.

source: The Email Reply-To header may be specified. If left blank, the system default will be used.
fa_ir: تعیین آدرس پاسخ-به برای ایمیل.اگر خالی باشد، پیش فرض سیستم استفاده می شود.
sv_se: Svarsadressen för e-postmeddelanden kan anges här. Om inget skrivs in kommer systemets standardavsändare att användas.

source: The Email Subject may be specified. If left blank, the default subject, "Voicemail Account Activated", will be used.
fa_ir: تعیین عنوان یا موضوع ایمیل. اگر خالی باشد، عنوان پیش فرض، "حساب کاربری صندوق صوتی فعال شد"، استفاده می شود.
sv_se: Skriv in ämnet för e-postmeddelanden. Om inget skrivs in kommer texten "Voicemail Account Activated" att användas.

source: The table below explains each column in the CSV file. You can change the column order of the CSV file as you like, however, the column names must be preserved.
fa_ir: جدول زیر ستون های موجود در فایل CSV را شرح می دهد. شما می توانید به دلخواه ترتیب ستون ها را در فایل CSV تغییر دهید، یادآوری، نام هر ستون نباید تغییر کند.
sv_se: Tabellen nedan förklarar varje kolumn i CSV-filen. Du kan ändra ordningen i kolumnen, men namnen kan inte ändras.

source: This module is depreciated in favor of Bulk Handler. Please use that instead. The two modules are not compatible!
fa_ir: این ماژول برای ورود دسته جمعی، دیگر مورد استفاده قرار نمی گیرد. لطفا به جای آن از ماژول Bulk Handler استفاده کنید. این دو ماژول با هم سازگار نیستند!

source: This module is only supported when FreePBX is in <b>extensions</b> mode
fa_ir: این ماژول تنها وقتی که FreePBX در حالت <b>داخلی ها</b> است کار می کند
sv_se: Denna modul fungerar bara om FreePBX körs i läget <b>extensions</b>

source: Voicemail Account Activated
fa: حساب پست صوتی فعال شده است
fa_ir: حساب کاربری صندوق صوتی فعال شده است
sv_se: Konto för röstbrevlåda aktiverat

source: Voicemail Password:
fa: پسورد پست صوتی ：
fa_ir: رمز عبور صندوق صوتی ：
sv_se: Lösenord för röstbrevlåda

source: You are running FreePBX in <b>deviceanduser</b> mode
fa_ir: شما FreePBX را در حالت <b>کاربر و دستگاه</b> اجرا کرده اید
sv_se: Du kör FreePBX i läget <b>deviceanduser</b>

source: Applications
fa_ir: برنامه های کاربردی

source: Bulk Extensions uses CSV files to import and export extensions.
fa_ir: این ماژول از فایل CSV برای وارد کردن و یا خروج گرفتن داخلی ها استفاده می کند.
